[
  "additional-icons",
  "obsidian-wrap-with-shortcuts",
  "obsidian-text-format",
  "slash-commander",
  "shrink-pinned-tabs",
  "settings-search",
  "advanced-canvas",
  "dashboard-navigator",
  "editing-toolbar",
  "editor-width-slider",
  "obsidian-emoji-toolbar",
  "obsidian-excalidraw-plugin",
  "obsidian-export-image",
  "file-explorer-plus",
  "obsidian-git",
  "iconic",
  "diagram-zoom-drag",
  "local-any-files",
  "obsidian-local-images-plus",
  "media-slider",
  "mermaid-tools",
  "obsidian-plantuml",
  "reveal-active-file-button",
  "beautitab",
  "obsidian-admonition",
  "code-styler",
  "image-captions",
  "copy-url-in-preview",
  "better-export-pdf",
  "obsidian-enhancing-export",
  "obsidian-markdown-export-plugin",
  "obsidian-image-toolkit",
  "sheets",
  "table-editor-obsidian",
  "nav-link-header",
  "folder-notes",
  "horizontal-blocks",
  "shiki-highlighter",
  "obsidian-embedded-code-title",
  "dataview",
  "dynamic-outline",
  "open-with",
  "file-explorer-note-count",
  "manual-sorting",
  "custom-sort",
  "quick-latex",
  "obsidian-latex-suite",
  "obsidian-latex",
  "templater-obsidian"
]